IDEA Connection Link
ConnectionLink.WriteProjectData Method
 Writes binary data of IdeaConnection project into outStream
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public void WriteProjectData(
	Stream outStream
)
Public Sub WriteProjectData (
	outStream As Stream
)
public:
void WriteProjectData(
	Stream^ outStream
)
Parameters
outStream
Type: System.IO.Stream
The output stream (must be opened for writing)
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace